[
  {
    "title": "The Snow Queen",
    "price": 25.0,
    "authors": [
      "Hans Christian Andersen"
    ],
    "illustrators": [
      "Vladyslav Yerko"
    ],
    "categories": [
      "fiction",
      "specials"
    ],
    "publisher": "A-BA-BA-HA-LA-MA-HA",
    "description": "",
    "pages": 32,
    "language": "ukr",
    "cover_type": "hardcover",
    "stock_quantity": 5,
    "available": true
  },
  {
    "title": "The Tinderbox",
    "price": 25.0,
    "authors": [],
    "illustrators": [],
    "categories": [
      "fiction",
      "specials"
    ],
    "publisher": "A-BA-BA-HA-LA-MA-HA",
    "description": "A timeless tale brought vividly to life by one of Ukraine’s most celebrated illustrators. This edition of The Tinderbox features breathtaking artwork by Vladyslav Yerko—renowned for his expressive detail and poetic visual storytelling. Yerko’s illustrations, both tender and intricate, transform each page into a miniature masterpiece.\r\nPrinted in a generous large format, the book invites readers to linger over every brushstroke, every lyrical nuance, and every whimsical flourish. A perfect gift for lovers of classic fairy tales, Ukrainian artistry, and collectible book design.",
    "pages": 24,
    "language": "eng",
    "cover_type": "hardcover",
    "stock_quantity": 2,
    "available": true
  },
  {
    "title": "Теорія всього",
    "price": 15.0,
    "authors": [
      "Стівен Гокінґ"
    ],
    "illustrators": [],
    "categories": [
      "nfiction",
      "nfiction"
    ],
    "publisher": "КСД",
    "description": "What is everything? Time and space, stars and galaxies, the very fabric of existence. In this landmark work, Stephen Hawking explores the origins and fate of the universe - from primordial black holes and the Big Bang to quantum gravity and the arrows of time.\r\nThrough seven brilliant lectures, Hawking guides readers from ancient cosmological ideas to cutting-edge theories of expansion and boundary conditions. A triumph of human intellect, this book brings us closer to the mystery of creation - and dares to peer into the dark, dimensionless heart of the cosmos.",
    "pages": 160,
    "language": "ukr",
    "cover_type": "hardcover",
    "stock_quantity": 1,
    "available": true
  }
]